Repository: hurty/palapa
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: %{count} comment
fr: %{count} commentaire

source: %{count} member
fr: %{count} membre

source: %{count} team
fr: %{count} équipe

source: %{author} added %{contact_link} as a new contact
fr: %{author} a ajouté %{contact_link} comme nouveau contact

source: %{author} commented on message %{message_link}
fr: %{author} a laissé un commentaire sur %{message_link}

source: %{author} created a new document
fr: %{author} a créé un nouveau document

source: %{author} created a new page in %{document_link}
fr: %{author} a créé une nouvelle page dans %{document_link}

source: %{author} created the workspace %{organization}
fr: %{author} a créé l'espace de travail %{organization}

source: %{author} posted a new comment on %{contact_link}
fr: %{author} a posté un nouveau commentaire sur %{contact_link}

source: %{author} posted a new message
fr: %{author} a posté un nouveau message

source: %{author} posted a new suggestion on page %{page_link}
fr: %{author} a posté une nouvelle suggestion sur la page %{page_link}

source: %{comment_author} commented on %{suggestion_author}'s suggestion on page %{page_link}
fr: %{comment_author} a commenté la suggestion de %{suggestion_author} sur la page %{page_link}

source: %{member} joined the workspace
fr: %{member} a rejoint l'espace de travail

source: %{number_of_days} days left on your trial period.
fr: Il reste %{number_of_days} jours sur votre période d'essai

source: 100 GB storage included
fr: 100Go de stockage inclus

source: Account settings
fr: Paramètres du compte

source: Billing address
fr: Adresse de facturation

source: Billing email address
fr: Email pour la facture

source: Billing information
fr: Informations de facturation

source: City
fr: Ville

source: Country
fr: Pays

source: Credit card
fr: Carte bancaire

source: Credit card*
fr: Carte bancaire*

source: Don't hesitate to ask support if you need help or have questions.
fr: N'hésitez pas à contacter l'équipe de support si vous avez la moindre question.

source: Don't worry, all the data associated with this workspace is safe.
fr: Pas de panique, toutes les données de votre espace de travail sont toujours là.

source: Latest activity
fr: Dernière activité

source: Log out
fr: Se déconnecter

source: New workspace
fr: Créer un espace

source: Only %{price_per_member_per_month}€/member/month
fr: Seulement %{price_per_member_per_month}€/membre/mois

source: Payment
fr: Paiement

source: Postcode
fr: Code postal

source: Premium email support
fr: Support premium par email

source: State
fr: Région

source: Switch to a paid plan to continue and get:
fr: Passez à la version payante pour continuer :

source: The workspace "%{organization_name}" has been frozen.
fr: L'accès à l'espace de travail "%{organization_name}" a été suspendu.

source: Unlimited members
fr: Nombre illimité de membres

source: Unlimited teams
fr: Nombre illimité d'équipes

source: VAT number (if your company is in the European Union)
fr: N° de TVA (si votre entreprise fait partie de l'Union Européenne)

source: We didn't receive any payment for the current period. An owner of the workspace must update the billing information in order to restore access to the workspace.
fr: Nous n'avons pas reçu de paiement pour la période en cours. Un propriétaire de l'espace de travail doit mettre à jour les informations de facturation pour restaurer l'accès à l'espace.

source: Workspace name
fr: Nom de l'espace de travail

source: Workspace settings could not be saved
fr: Les paramètres de l'espace de travail n'ont pas pu être enregistrés

source: Workspace settings have been saved
fr: Les paramètres de l'espace de travail ont été enregistrés

source: Your %{trial_duration_days} days trial period for the workspace "%{organization_name}" has ended.
fr: Votre période d'essai de %{trial_duration_days} jours est terminée pour l'espace "%{organization_name}".

source: Your name or company name
fr: Votre nom ou le nom de votre entreprise

source: Your trial period has ended
fr: Votre période d'essai est terminée

source: Your workspaces
fr: Vos espaces de travail

source: Change password
fr: Changer de mot de passe

source: Change picture
fr: Changer de photo

source: Change your password
fr: Changez votre mot de passe

source: Check the errors below:
fr: Corrigez les erreurs ci-dessous

source: Confirm the new password
fr: Confirmez le nouveau mot de passe

source: Full name
fr: Nom complet

source: Language
fr: Langue

source: New password
fr: Nouveau mot de passe

source: Save my account settings
fr: Enregistrer mes paramètres

source: Send a daily recap by email with the latest activity on your workspaces
fr: M'envoyer par email un récapitulatif quotidien avec l'activité de mes espaces de travail

source: Timezone
fr: Fuseau horaire

source: Your account
fr: Votre compte

source: Your current password
fr: Votre mot de passe actuel

source: Add a comment about %{contact}
fr: Ajouter un commentaire à propos de %{contact}

source: Additional information
fr: Informations complémentaires

source: Address
fr: Adresse

source: Address supplement
fr: Complément d'adresse

source: Authentication failed, redirecting...
fr: L'authentification a échoué, redirection...

source: Authentication succeeded, redirecting...
fr: L'authentification a réussi, redirection...

source: Back to contacts
fr: Retour aux contacts

source: Cancel
fr: Annuler

source: Company
fr: Entreprise

source: Company name
fr: Nom de l'entreprise

source: Contact details
fr: Informations sur le contact

source: Create your first contact
fr: Créez votre premier contact

source: Delete comment
fr: Supprimer le commentaire

source: Delete the contact
fr: Supprimer le contact

source: Delete this contact
fr: Supprimer ce contact

source: Edit comment
fr: Modifier le commentaire

source: Edit contact
fr: Modifier le contact

source: Edit this contact
fr: Modifier ce contact

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Manage billing
fr: Gérer la facturation

source: Mobile phone
fr: Téléphone portable

source: New contact
fr: Nouveau contact

source: No contacts found
fr: Aucun contact correspondant trouvé

source: Phone
fr: Téléphone

source: Please update your payment method to continue.
fr: Merci de mettre à jour votre moyen de paiement pour continuer.

source: Please wait for the 3D-Secure identification
fr: Merci de patienter pour l'authentification avec 3D-Secure

source: Post this comment
fr: Poster ce commentaire

source: Processing payment
fr: Paiement en cours

source: Related contacts
fr: Contacts associés

source: Save contact
fr: Enregistrer le contact

source: Saving...
fr: Enregistrement...

source: Search contacts
fr: Rechercher des contacts

source: State/Country
fr: Etat/Pays

source: This contact is a company/organization
fr: Ce contact est une entreprise/organisation

source: Title / Position
fr: Fonction / Rôle

source: Update card
fr: Mettre à jour la carte

source: Update comment
fr: Mettre à jour le commentaire

source: Update the payment method
fr: Mettre à jour le moyen de paiement

source: Upgrade your account
fr: Mettre votre compte à niveau

source: Work
fr: Bureau

source: Yes, delete this contact
fr: Oui, supprimer ce contact

source: You are about to delete %{contact}. Are you sure?
fr: Vous êtes sur le point de supprimer %{contact}. Etes-vous sûr?

source: You don't have any contact
fr: Vous n'avez aucun contact

source: or add a new one
fr: ou ajoutez-en une

source: We encountered some problems while processing the payment of your invoice for the workspace %{workspace}.
fr: Nous avons rencontré des problèmes pendant le paiement de la facture pour l'espace de travail %{workspace}.

source: ... or choose an existing company
fr: ... ou choisissez une entreprise existante

source: Actions on this comment
fr: Actions pour ce commentaire

source: Actions on this page
fr: Actions pour cette page

source: Add a new page
fr: Ajouter une page

source: Add section
fr: Ajouter la section

source: All teams
fr: Toutes les équipes

source: Are you sure you want to delete this section and all its pages?
fr: Etes-vous sûr de vouloir supprimer cette section ainsi que toutes ses pages ?

source: Are your sure you want to delete this comment?
fr: Etes-vous sûr de vouloir supprimer ce commentaire ?

source: Are your sure you want to delete this page?
fr: Etes-vous sûr de vouloir supprimer cette page ?

source: Are your sure you want to delete this suggestion?
fr: Etes-vous sûr de vouloir supprimer cette suggestion ?

source: Can't be blank
fr: Doit être rempli

source: Close suggestion
fr: Archiver la suggestion

source: Closed by %{author} (%{time})
fr: Archivé par %{author} (%{time})

source: Closed suggestions
fr: Suggestions archivées

source: Copied to clipboard!
fr: Copié dans le presse-papier !

source: Copy secret link
fr: Copier le lien secret

source: Create a page in this section
fr: Créer une page dans cette section

source: Create this document
fr: Créer ce document

source: Delete suggestion
fr: Supprimer la suggestion

source: Delete this document
fr: Supprimer ce document

source: Delete this page
fr: Supprimer cette page

source: Delete this section
fr: Supprimer cette section

source: Disable public sharing
fr: Désactiver le partage public

source: Drag to reorder
fr: Glissez-déposez pour réordonner

source: Edit document
fr: Modifier le commentaire

source: Edit page
fr: Modifier la page

source: Edit suggestion
fr: Modifier la suggestion

source: Edit this document
fr: Modifier ce document

source: Edit this page
fr: Modifier cette page

source: Everyone in %{workspace}
fr: Tout le monde dans %{workspace}

source: Last modified
fr: Dernière modification

source: New document
fr: Nouveau document

source: New page
fr: Nouvelle page

source: New section
fr: Nouvelle section

source: No documents here.
fr: Aucun document ici.

source: Open suggestions
fr: Suggestions en cours

source: Page content here...
fr: Contenu de la page ici...

source: Page title
fr: Titre de la page

source: Parent section
fr: Section parente

source: People using the secret link will be able to see this document even if they do not have a Palapa account.
fr: Ceux qui utilisent le lien secret seront capable de consulter le document même s'il n'ont pas de compte Palapa.

source: Post suggestion
fr: Poster la suggestion

source: Posted %{time}
fr: Posté %{time}

source: Public sharing is enabled
fr: Le partage public est activé

source: Recent documents
fr: Documents récents

source: Rename this section
fr: Renommer cette section

source: Reopen suggestion
fr: Réouvrir la suggestion

source: Reply
fr: Répondre

source: Reset filters
fr: Réinitialiser les filtres de recherche

source: Restore?
fr: Restaurer ?

source: Save
fr: Sauvegarder

source: Search
fr: Rechercher

source: Search in documents
fr: Rechercher dans les documents

source: Section name
fr: Nom de la section

source: Select a existing company
fr: Selectionnez une entreprise existante

source: Send
fr: Envoyer

source: Share with a secret link
fr: Partager avec un lien secret

source: Shared with everyone
fr: Partagé avec tous les membres

source: Show all team documents
fr: Voir tous les document de cette équipe

source: Sort by
fr: Trier par

source: Sort by title
fr: Trier par titre

source: Suggest an improvement
fr: Suggérer une amélioration

source: This document has been put in the trash.
fr: Ce document a été mis dans la corbeille.

source: This document is empty
fr: Ce document est vide

source: This page is empty
fr: Cette page est vide

source: Title
fr: Titre

source: Title...
fr: Titre...

source: Toggle table of contents
fr: Montrer/cacher la table des matières

source: Update this document
fr: Mettre à jour le commentaire

source: View documents in the trash
fr: Voir les documents dans la corbeille

source: Your comment here
fr: Votre commentaire

source: Your comment here...
fr: Votre commentaire...

source: Your suggestion...
fr: Votre suggestion...

source: Disable
fr: Désactiver

source: Save page
fr: Enregistrer la page

source: %{author} edited %{time_ago}
fr: %{author} a édité la page %{time_ago}

source: Sort by date
fr: Trier par date de modification

source: %{count} invitation has been sent successfully!
fr: %{count} invitation a été envoyée avec succès !

source: %{count} person is already member of your organization!
fr: %{count} personne est déjà membre de l'espace de travail

source: %{count} invitation couldn't be sent
fr: %{count} invitation n'a pas pu être envoyée

source: Are you sure you want to cancel this invitation?
fr: Etes-vous sûr de vouloir supprimer cette invitation ?

source: Ask an administrator of your workspace to renew your invitation.
fr: Demander a un administrateur de l'espace de travail de renouveler votre invitation

source: But first, let's create an account for you:
fr: Mais prenons d'abord un instant pour créer votre compte :

source: But first, let's set up your profile for this workspace:
fr: Mais prenons d'abord un instant pour compléter votre profil pour cet espace de travail :

source: Choose a password
fr: Choisissez un mot de passe

source: Engineer, sales assistant, project manager...
fr: Ingénieur, commercial, chef de projet...

source: Enter one email address per line:
fr: Entrez une addresse email par ligne :

source: Go back to invitations
fr: Retour aux invitations

source: If the problem persists, please contact the support team at %{email}
fr: Si le problème persiste merci de contacter l'équipe support à %{email}

source: Invite people
fr: Inviter des personnes

source: Let's go
fr: C'est parti

source: Pending invitations
fr: Invitations envoyées

source: Send again
fr: Renvoyer

source: Send invitations
fr: Envoyer les invitations

source: This invitation link is invalid or has expired
fr: L'invitation est invalide ou a expiré

source: Upload your picture/avatar (you can also do this later)
fr: Selectionnez votre photo/avatar (vous pourrez le faire plus tard)

source: Welcome!
fr: Bienvenue !

source: You are about to join %{organization}
fr: Vous êtes sur le point de rejoindre %{organization}

source: Your full name
fr: Votre nom complet

source: Your title (optional)
fr: Votre rôle / poste

source: minimum 8 characters
fr: 8 caractères minimum

source: This invitation is invalid or has expired
fr: L'invitation est invalide ou a expiré

source: Make sure addresses are correct and well formatted and try again.
fr: Assurez-vous que les adresses sont correctes et bien formattées et réessayez.

source: Sent
fr: Envoyée

source: Billing information for %{workspace}
fr: Informations de facturation pour %{workspace}

source: Close menu
fr: Fermer le menu

source: Create
fr: Créer

source: Create workspace
fr: Créer un espace de travail

source: New message
fr: Nouveau message

source: Search anything
fr: Rechercher

source: Searching...
fr: Recherche...

source: Settings
fr: Paramètres

source: Sign in
fr: Se connecter

source: Sign out
fr: Se déconnecter

source: Switch workspace
fr: Changer d'espace

source: Teams
fr: Équipes

source: Add information
fr: Ajouter une information personnelle

source: Are you sure you want to leave this team?
fr: Etes-vous sûr de vouloir quitter cette équipe ?

source: Back to your organization
fr: Retour aux équipes

source: Create a team
fr: Créer une équipe

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit team
fr: Modifier l'équipe

source: Everyone in the organization
fr: Tous les membres

source: Information label
fr: Type d'information (numéro de téléphone, de sécu, personne à contacter en cas d'urgence...)

source: Information value
fr: Information

source: Join
fr: Rejoindre

source: Leave
fr: Quitter

source: Manage my account
fr: Gérer mon compte

source: Only an admin can invite you
fr: Seul un administrateur peut vous inviter

source: Personal information shared within %{workspace}
fr: Informations personnelles partagées au sein de %{workspace}

source: Private team
fr: Equipe privée

source: Public team
fr: Equipe publique

source: Restricted
fr: Visiblité restreinte

source: Select a team:
fr: Sélectionnez une équipe :

source: Select people and/or teams
fr: Sélectionner des membres et/ou des équipes

source: There is no member in this team yet.
fr: Il n'y a aucun membre dans cette équipe pour l'instant.

source: This member hasn't shared any personal information with you.
fr: Ce membre n'a partagé aucun information personnelle avec vous.

source: Title, position, role...
fr: Poste, fonction...

source: Update information
fr: Mettre à jour l'information

source: Visible only to me
fr: Visible uniquement pour moi

source: Visible only to me and...
fr: Visible pour moi et...

source: You are a member of this team
fr: Vous êtes un membre de cette équipe

source: You are not member of this team
fr: Vous n'êtes pas membre de cette équipe

source: You have not shared any information yet.
fr: Vous n'avez partagé aucune information personnelle pour l'instant.

source: Invite people to the workspace
fr: Inviter des personnes

source: This member is %{role}
fr: Ce membre est %{role}

source: All messages
fr: Tous les messages

source: Are you sure you want to delete this comment?
fr: Etes-vous sûr de vouloir supprimer ce commentaire ?

source: Delete message
fr: Supprimer

source: Edit message
fr: Modifier le message

source: Leave a comment
fr: Laisser un commentaire

source: No comment yet
fr: Aucun commentaire pour l'instant

source: Post this message
fr: Poster ce message

source: Publish to everyone
fr: Publier à tous les membres

source: Publish to specific teams
fr: Publier à des équipes spécifiques

source: Save comment
fr: Mettre à jour le commentaire

source: There's nothing's there yet.
fr: Il n'y a aucun message pour l'instant.

source: Update this message
fr: Mettre à jour le message

source: Your message here...
fr: Votre message...

source: An email has been sent to %{email}.
fr: Un email a été envoyé à %{email}.

source: Check your inbox and click the given link to reset your password.
fr: Consultez votre boite de réception et suivez les instructions pour réinitialiser votre mot de passe.

source: Create a new workspace
fr: Créer un espace de travail

source: Enter the email address associated with your Palapa account. We will send you an email with reset instructions.
fr: Entrez l'adresse email associée à votre compte Palapa. Nous vous enverrons un email avec les instructions de réinitialisation.

source: Name
fr: Nom

source: Password reset
fr: Réinitialisation du mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: This reset token is invalid or expired. If you've asked for a password reset more than an hour ago, please ask for a %{reset_link}
fr: Ce jeton de réinitialisation est invalide ou a expiré. Si vous avez demandé à réinitialiser votre mot de passe il y a plus d'1 heure, merci de demander un %{reset_link}

source: You are not a member of any workspace
fr: Vous n'êtes membre d'aucun espace de travail

source: Your email address
fr: Votre adresse email

source: new reset link
fr: nouveau lien de réinitialisation

source: 8 characters minimum
fr: 8 caractères minimum

source: Amount
fr: Montant

source: Are you sure?
fr: Etes-vous sûr ?

source: Billing
fr: Facturation

source: Billing overview
fr: Résumé de la facturation

source: Create a new account
fr: Créer un nouveau compte

source: Created with Palapa
fr: Créé avec Palapa

source: Delete member
fr: Supprimer le membre

source: Delete the workspace
fr: Supprimer l'espace de travail

source: Document page
fr: Page de document

source: Download
fr: Télécharger

source: Email address
fr: Adresse email

source: Expires
fr: Expire

source: File storage
fr: Stockage de fichiers

source: I have forgotten my password
fr: J'ai oublié mon mot de passe

source: Invoices
fr: Factures

source: Invoices will be sent to:
fr: Les factures seront envoyées à

source: Log in!
fr: Se connecter !

source: Member
fr: Membre

source: Members
fr: Membres

source: More storage options coming soon!
fr: Plus d'offres de stockage arrivent bientôt !

source: No results
fr: Aucun résultat

source: Password
fr: Mot de passe

source: Payment method
fr: Méthode de paiement

source: Search results for "%{search_term}"
fr: Résultats de recherche pour "%{search_term}"

source: Status
fr: Statut

source: Table of contents
fr: Tables des matières

source: Team
fr: Equipe

source: Total storage used by attachments:
fr: Stockage total utilisé par les pièces jointes

source: Update billing information
fr: Mettre à jour les informations de facturation

source: Update payment method
fr: Mettre à jour le moyen de paiement

source: VAT number:
fr: Numéro de TVA

source: Workspace
fr: Espace de travail

source: Workspace members
fr: Membres de l'espace de travail

source: Workspace settings
fr: Paramètres de l'espace

source: Yes, delete this workspace
fr: Oui, supprimer cet espace

source: You already have an account?
fr: Vous avez déjà un compte ?

source: You are about to delete the workspace and all its content. Are you sure?
fr: Vous êtes sur le point de supprimer cet espace de travail et tout son contenu. Etes-vous sûr?

source: Usually your company or organization name
fr: Habituellement le nom de votre entreprise

source: These informations will appear on your invoices
fr: Ces informations apparaîtront sur vos factures

source: %{email} has been sent a new invitation
fr: Un email d'invitation a été envoyé à %{email}

source: A secret link has been created for this document
fr: Un lien secret a été créé pour ce document

source: An error occured while updating your profile.
fr: Une erreur s'est produite lors de la mise à jour de votre profil.

source: An error occurred while deleting the workspace
fr: Une erreur s'est produite pendant la suppression de l'espace de travail

source: An error occurred while updating your payment method
fr: Une erreur s'est produite lors de la mise à jour de votre moyen de paiement

source: An unexpected error occured : %{message}. The payment has been cancelled.
fr: Une erreur inattendue s'est produite : %{message}. Le paiement a été annulé.

source: An unexpected error occured while closing the suggestion
fr: Une erreur inattendue s'est produite lors de l'archivage de la suggestion

source: An unexpected error occured while deleting the suggestion
fr: Une erreur inattendue s'est produite lors de la suppression de la suggestion

source: An unexpected error occured while deleting the suggestion comment
fr: Une erreur inattendue s'est produite pendant la suppression du commentaire

source: An unexpected error occured while posting the suggestion
fr: Une erreur inattendue s'est produite lors de l'enregistrement de la suggestion

source: An unexpected error occured while posting the suggestion comment
fr: Une erreur inattendue s'est produite lors de l'enregistrement du commentaire

source: An unexpected error occured while reopening the suggestion
fr: Une erreur inattendue s'est produite lors de la réouverture de la suggestion

source: Billing information couldn't be updated
fr: Les informations de facturation n'ont pas pu être mises à jour

source: Billing information has been updated successfully
fr: Les informations de facturation ont été mises à jour

source: Cannot update the password
fr: Impossible de mettre à jour le mot de passe

source: Create this team
fr: Créer cette équipe

source: Deleted %{time} by %{author}
fr: Supprimé le %{time} par %{author}

source: Invalid email/password combination
fr: Combinaison email/mot de passe incorrecte

source: Invalid token
fr: Jeton invalide

source: Invitations have been sent
fr: Les invitations ont été envoyées

source: It seems you already have a Palapa account. Please sign in first to create a new workspace
fr: Il semble que vous avez déjà un compte Palapa
