Repository: hurty/palapa
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Items in the trash will be definitely deleted after 30 days.
fr: Les éléments dans la corbeille seront supprimés après 30 jours.

source: New team
fr: Nouvelle équipe

source: Please check your subscription information
fr: Merci de vérifier vos informations de souscription

source: Please enter a valid email address
fr: Merci d'entrer une adresse email valide

source: Restore
fr: Restaurer

source: Select members
fr: Sélectionner des membres

source: Team members
fr: Membres de l'équipe

source: Team name
fr: Nom de l'équipe

source: The billing service could not process your request. Please try again or ask support
fr: Le service de facturation n'a pas pu traiter votre demande. Merci de réessayer plus tard ou de demander de l'aide à l'équipe support.

source: The billing service is unreachable. Please try again or ask support
fr: Le service de facturation est indisponible. Merci de réessayer ou de demander de l'aide au support

source: The contact has been created
fr: Le contact a été créé

source: The contact has been deleted
fr: Le contact a été supprimé

source: The document %{document_title} has been deleted.
fr: Le document %{document_title} a été supprimé

source: The document %{document_title} has been restored.
fr: Le document %{document_title} a été restauré

source: The documents trash is empty.
fr: La corbeille à documents est vide

source: The message has been deleted
fr: Le message a été supprimé

source: The message has been updated
fr: Le message a été mis à jour

source: The page "%{page_title}" has been deleted.
fr: La page "%{page_title}" a été supprimée.

source: The secret link for this document has been deleted
fr: Le lien secret a été désactivé pour ce document

source: The team %{team} has been created!
fr: L'équipe %{team} a été créée !

source: The team can't be created
fr: L'équipe ne peut être créée

source: The workspace %{workspace} has been deleted
fr: L'espace de travail %{workspace} a été supprimé

source: This information is only visible to you
fr: Cette information n'est visible que de vous

source: This information is only visible to you and %{nb_members} other member(s)
fr: Cette information n'est visible que de vous et de %{nb_members) autre membre(s)

source: This information is only visible to you and %{nb_teams} team(s)
fr: Cette information n'est visible que de vous et de %{nb_teams} équipe(s)

source: This information is only visible to you, %{nb_teams} team(s) and %{nb_members} other member(s)
fr: Cette information n'est visible que de vous, de %{nb_teams} équipe(s) et de %{nb_members} autres membre(s)

source: This team is private (only admins can add members)
fr: Cette équipe est privée (seuls les administrateurs peuvent ajouter des membres)

source: This workspace does not have a paid subscription / billing information
fr: Cet espace de travail n'a pas de souscription payante / information de facturation

source: Trash
fr: Corbeille

source: Undo
fr: Annuler

source: Update teams
fr: Mettre à jour les équipes

source: You have been logged out
fr: Vous avez été déconnecté

source: You have joined the team "%{team}"
fr: Vous avez rejoint l'équipe "%{team}"

source: You have left the team "%{team}"
fr: Vous avez quitté l'équipe "%{team}"

source: You must be logged in to access that page
fr: Vous devez être connecté pour accéder à cette page

source: You must enter at least one email address
fr: Vous devez entrer au moins une adresse email

source: You need to update your payment details to continue
fr: Vous devez mettre à jour votre moyen de paiement pour continuer

source: Your account could not be updated
fr: Votre compte n'a pas pu être mis à jour

source: Your account has been updated.
fr: Votre compte a été mis à jour.

source: Your message can't be posted
fr: Le message n'a pas pu être posté

source: Your message has been posted
fr: Le message a été posté

source: Your password could not be updated. Please check errors below.
fr: Votre mot de passe n'a pas pu être mis à jour. Merci de corriger les erreurs ci-dessous.

source: Your password has been updated.
fr: Votre mot de passe a été mis à jour

source: Your payment method has been updated
fr: Votre moyen de paiement a été mis à jour

source: Your profile has been updated.
fr: Votre profil a été mis à jour.

source: subscription could not be refreshed: %{error}
fr: La souscription n'a pas pu être mis à jour : %{error}

source: subscription status has been refreshed
fr: Le statut de la souscription a été mis à jour

source: Last messages
fr: Derniers messages

source: What's up?
fr: Quoi de neuf ?

source: title
fr: Rôle

source: Change your Palapa %{settings_link} if you don't want to receive this daily recap anymore.
fr: Changez vos %{settings_link} Palapa si vous ne désirez plus recevoir de récapitulatif quotidien.

source: Here's the latest activity for the workspace
fr: Voici l'activité récente sur l'espace de travail

source: See more activity
fr: Voir plus d'activité récente

source: account settings
fr: paramètres de compte

source: %{organization} daily recap for %{date}
fr: %{organization}, récap du %{date}

source: Click the following link to get started:
fr: Cliquez sur le lien suivant et laissez-vous guider :

source: Click the following link to reset your password:
fr: Cliquez sur le lien suivant pour réinitialiser votre mot de passe :

source: If you didn't request to reset your password, please ignore this email.
fr: Si ce n'est pas vous qui avez demandé à réinitialiser votre mot de passe, vous pouvez ignorer cet email.

source: %{creator} invited you to join the workspace "%{workspace}" on the Palapa application.
fr: %{creator} vous a invité à rejoindre l'espace de travail "%{workspace}" sur Palapa.

source: You have been invited to join "%{workspace}"
fr: Vous êtes invité à rejoindre "%{workspace}"

source: Choose at least one team
fr: Choisissez au moins une équipe

source: See full size
fr: Afficher l'originale

source: Yes, delete this member
fr: Oui, supprimer ce membre

source: This person is no longer a member of %{workspace}
fr: Cette personne n'est plus membre de %{workspace}

source: Welcome back!
fr: C'est un plaisir de vous revoir !

source: Deleting the workspace will permanently erase all content (messages, documents, contacts, member profiles) after a period of 15 days. You won't be billed again for this workspace.
fr: Supprimer l'espace de travail supprimera de manière permanente tous ses contenus (messages, documents, contacts, profils de membres) après une période de 15 jours. Vous ne serez plus facturé pour cet espace.

source: Leave the workspace
fr: Quitter l'espace de travail

source: Required fields
fr: Champs obligatoires

source: Submit
fr: Valider

source: Yes, leave this workspace
fr: Oui, quitter cet espace

source: You are about to leave the workspace. Are you sure?
fr: Vous êtes sur le point de quitter l'espace de travail. Etes-vous sûr ?

source: Your trial has expired!
fr: Votre période d'essai est terminée !

source: Upgrade to a paid account now
fr: Passez à la version payante

source: You won't be able to access the workspace again unless someone re-invite you. However, all the content you have created in the workspace won't be deleted.
fr: Vous ne serez plus en mesure d'accéder à l'espace de travail, à moins que quelqu'un ne vous réinvite. Cependant, tout le contenu que vous avez créé dans l'espace de travail ne sera pas supprimé.

source: You have left %{workspace}
fr: Vous avez quitté %{workspace}

source: Admin
fr: Administrateur

source: Administrators:
fr: Administrateurs :

source: Owner
fr: Propriétaire

source: Owners:
fr: Propriétaires :

source: Role
fr: Rôle

source: They can do everything Administrators can, plus: update billing information, change plan, export the workspace data and delete the workspace. A workspace has at least one Owner.
fr: Ils ont les mêmes droits que les Administrateurs, avec en plus le droit de modifier les informations de facturation, de changer d'offre, d'exporter les données de l'espace de travail et de supprimer l'espace de travail. Un espace de travail a au moins un propriétaire.

source: They can invite people to join the workspace, remove people from the workspace, manage teams and delete any content.
fr: Ils peuvent inviter des personnes à rejoindre l'espace de travail, supprimer des membres, gérer les équipes et supprimer n'importe quel contenu.

source: Close modal
fr: Fermer la boîte de dialogue

source: Close this dialog window
fr: Fermer cette boîte de dialogue

source: Delete team
fr: Supprimer l'équipe

source: Delete the team
fr: Supprimer l'équipe

source: Delete this team
fr: Supprimer cette équipe

source: If you want to keep some messages or documents, make sure to make them visible to another team or to everyone in your workspace before deleting the team.
fr: Si vous souhaitez conserver certains messages ou documents, assurez-vous de les rendre visible à d'autres équipes ou bien à tous les membres avant de supprimer l'équipe.

source: The messages and documents that are only visible to this team will be deleted.
fr: Les messages et les documents qui ne sont visibles que de cette équipe seront supprimés.

source: The team %{team} has been deleted
fr: L'équipe %{team} a été supprimée

source: Unexpected error: the team %{team} couldn't be deleted
fr: Erreur inattendue : l'équipe %{team} n'a pas pu être supprimée

source: Warning:
fr: Attention :

source: Which team can see this document?
fr: Quelle équipe peut voir ce document ?

source: Yes, delete this team
fr: Oui, supprimer cette équipe

source: You are about to delete the team %{team}. Are you sure?
fr: Vous êtes sur le point de supprimer l'équipe %{team}. Etes-vous sûr ?

source: Your workspace
fr: Votre espace de travail

source: Export workspace data
fr: Exporter les données

source: We can export all your workspace data in the JSON format. This process is not fully automatic yet, please write to %{email} in order to request your archive.
fr: Nous pouvons exporter toutes les données de votre espace de travail au format JSON. Ce processus n'est pour l'instant pas entièrement automatisé, merci de nous écrire à %{email} pour demander votre archive.

source: Export all contacts (CSV)
fr: Exporter tous les contacts (CSV)

source: You cannot leave the workspace if you are the only owner of the workspace.
fr: Vous ne pouvez pas quitter l'espace de travail si vous en êtes le seul propriétaire.

source: This team already exists
fr: Cette équipe existe déjà

source: An error occured while deleting your account. Please contact support.
fr: Une erreur est survenue lors de la suppression de votre compte. Merci de contacter l'équipe support.

source: Delete your account
fr: Supprimer votre compte

source: Deleting your account is non-reversible. All data associated with your account will be deleted permanently.
fr: La suppression de votre compte est irreversible. Toutes les données associées à votre compte seront supprimée de façon permanente.

source: My profile
fr: Mon profil

source: No suggestions yet.
fr: Aucune suggestions pour le moment.

source: Preferences
fr: Préférences

source: The workspaces for which you are the only owner will also be deleted. If you want this workspaces to be continued by other people, make sure you assign at least another owner before deleting your account.
fr: Les espaces de travail dont vous êtes l'unique propriétaire seront également supprimés. Si vous voulez que ces espaces de travail perdurent, assurez-vous de désigner au moins un autre propriétaire avant de supprimer votre compte.

source: Yes, delete my account
fr: Oui, supprimer mon compte

source: You are about to delete your account. Are you sure?
fr: Vous êtes sur le point de supprimer votre compte. Etes-vous sûr ?

source: IM
fr: Messagerie instantanée

source: Instant messaging
fr: Messagerie instantanée

source: Are your sure you want to delete this document?
fr: Etes-vous sûr de vouloir supprimer ce document ?

source: Attachment
fr: Transférer un fichier

source: Edit this document/link
fr: Modifier ce document/lien

source: Edit this file
fr: Modifier ce fichier

source: Link
fr: Lien

source: Open
fr: Ouvrir

source: Upload file
fr: Transférer un fichier

source: Content...
fr: Contenu...

source: An unexpected error occured while creating a new subscription. Please contact support.
fr: Une erreur inattendue s'est produite lors de la création de l'abonnement. Merci de contacter le support.

source: Attach this new workspace to an existing customer account:
fr: Lier ce nouvel espace à un compte client existant

source: Create a new customer / payment method
fr: Créer un nouveau compte client / moyen de paiement

source: Create this workspace
fr: Créer cet espace

source: You will be billed €49,99/month for this new workspace.
fr: Vous serez facturé 49,99€ mensuellement pour cet espace de travail.

source: You confirm that you have read, understand and accept the
fr: En cochant cette case vous confirmez avoir lu, compris et que vous acceptez les

source: terms and conditions
fr: conditions générales de vente
